IDEA Open Model
CalculationCase.IsActive Property
Compatible with IDEA StatiCa Beta 20.0
 active load case/combination
 Namespace: IdeaRS.OpenModel.Detail.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool IsActive { get; set; }
Public Property IsActive As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
CalculationCase Class
IdeaRS.OpenModel.Detail.Loading Namespace